tap "d12frosted/emacs-plus"
tap "railwaycat/emacsmacport"
tap "rcmdnk/file"
tap "slp/krun"
brew "bat"
brew "carapace"
brew "chezmoi"
brew "coreutils"
brew "cosign"
brew "docker"
brew "eza"
brew "fd"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gh"
brew "glab"
brew "glow"
brew "gum"
brew "hugo"
brew "just"
brew "lazygit"
brew "llama.cpp"
brew "newsboat"
brew "nmap"
brew "nushell"
brew "opentofu"
brew "podman"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "sesh"
brew "skate"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree-sitter"
brew "wishlist"
brew "zoxide"
brew "rcmdnk/file/brew-file"
brew "slp/krun/buildah"
brew "slp/krun/libkrunfw"
brew "slp/krun/libkrun"
brew "slp/krun/krunvm"
cask "devtoys"
cask "font-envy-code-r-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "karabiner-elements"
cask "leader-key"
cask "librewolf"
cask "orbstack"
cask "stats"
cask "tailscale-app"
cask "tuta-mail"
cask "wezterm"
